rammp-org/RAMMP-mib-fw/components/DifferentialDrive/example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"

# The RAMMP MIB boards are pre-v3 silicon.
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_ESP32P4_REV_MIN_100=y
